{
  "gomu_gomu_no_mi": {
    "key": "gomu_gomu_no_mi",
    "title": "Фрукт Гому Гому но Мі",
    "description": "Диявольський фрукт типу Парамеція, який надає його користувачеві гумове тіло, роблячи його гнучким, розтяжним і стійким до ударів та куль. Він також повністю імунний до електрики. Фрукт їв Монкі Д. Луффі, який використовує його для створення потужних розтяжних атак. Спочатку він здавався звичайним, але згодом розкрив унікальні можливості, які зробили його одним із найнебезпечніших фруктів у світі One Piece.",
    "cover": "Images/GomuGomuNoMi.png",
    "type": "Парамеція"
  },
  "pika_pika_no_mi": {
    "key": "pika_pika_no_mi",
    "title": "Фрукт Піка Піка но Мі",
    "description": "Диявольський фрукт типу Логія, який з'їв адмірал Кізару (Borsalino). Фрукт надає здатність перетворюватися на світло, генерувати та керувати ним. Завдяки цьому користувач може рухатися на швидкості світла, випускати потужні світлові промені та навіть телепортуватися, відбиваючись від поверхонь.",
    "cover": "Images/PikaPikaNoMi.webp",
    "type": "Логія"
  },
  "yami_yami_no_mi": {
    "key": "yami_yami_no_mi",
    "title": "Фрукт Ямі Ямі но Мі",
    "description": "Диявольський фрукт типу Логія, який дозволяє його користувачу контролювати темряву та поглинати все навколо, включаючи удари та інші Плоди Диявола. На відміну від інших Logia, користувач не може перетворювати своє тіло в темряву для уникнення ушкоджень, але здатен притягувати ворогів і блокувати їхні здібності. Наразі цей плід належить Маршаллу Д. Тічу (Чорна Борода).",
    "cover": "Images/YumiYumiNoMi.webp",
    "type": "Логія"
  },
  "gura_gura_no_mi": {
    "key": "gura_gura_no_mi",
    "title": "Фрукт Гура Гура но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві створювати землетруси та викликати масштабні сейсмічні хвилі. Його здібності настільки потужні, що він здатний руйнувати острови та створювати цунамі. Власником фрукту був легендарний пірат БілоУс (Едвард Ньюґейт), а після його смерті сили перейшли до Чорної бороди (Маршалла Д. Тіча). Вважається одним із найсильніших диявольських фруктів у світі One Piece, адже він може буквально \"потрясти світ\".",
    "cover": "Images/GuraGuraNoMi.png",
    "type": "Парамеція"
  },
  "ope_ope_no_mi": {
    "key": "ope_ope_no_mi",
    "title": "Фрукт Опе Опе но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє створювати «Кімнату» (Room), де користувач може керувати розташуванням об'єктів, розрізати людей без шкоди, телепортувати речі та виконувати «Операцію Вічної Молодості». Використовується Трафальгаром Д. Вотер Ло.",
    "cover": "Images/OpeOpeNoMi.png",
    "type": "Парамеція"
  },
  "mera_mera_no_mi": {
    "key": "mera_mera_no_mi",
    "title": "Фрукт Мера Мера но Мі",
    "description": "Диявольський фрукт типу Логія, який дозволяє його користувачеві створювати, контролювати та перетворюватися на вогонь. Дає можливість випускати вогняні атаки, літати завдяки полум’ю та ставати невразливим до звичайних атак. Власником фрукту був Портґас Д. Ейс, а після його смерті здібності перейшли до Сабо. Вважається одним із найсильніших фруктів Лоґія, адже його вогонь має величезну руйнівну силу та може випалювати все на своєму шляху.",
    "cover": "Images/MeraMeraMoMi.png",
    "type": "Логія"
  },
  "goru_goru_no_mi": {
    "key": "goru_goru_no_mi",
    "title": "Фрукт Гору Гору но Мі",
    "description": "Диявольський фрукт типу Логія, який дозволяє його користувачеві створювати, контролювати та перетворюватися на електрику. Дає можливість випускати блискавки, рухатися зі швидкістю світла та ставати невразливим. Теперішній власник фрукту - Енель, який використовував його силу для тиранії на Скайпії. Вважається одним із найсильніших фруктів Лоґія, адже його здібності майже непереможні, за винятком супротивників із ізоляційними властивостями, як-от Луффі з його фруктом Гому Гому.",
    "cover": "Images/GoruGoruNoMi.png",
    "type": "Логія"
  },
  "bomu_bomu_no_mi": {
    "key": "bomu_bomu_no_mi",
    "title": "Фрукт Бому Бому но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві підірвати будь-яку частину свого тіла без шкоди для себе. Вибухи можуть застосовуватися для атак, пересування або навіть відбиття ворожих атак. Теперішній власник фрукту - Містер 5, агент Барок Воркс, який використовував його, щоб створювати вибухи з дотику, дихання та навіть слизу. Вважається сильною, але не наймогутнішою здібністю, оскільки її ефективність залежить від майстерності користувача.",
    "cover": "Images/BomuBomuNoMi.png",
    "type": "Парамеція"
  },
  "uo_uo_no_mi": {
    "key": "uo_uo_no_mi",
    "title": "Фрукт Уо Уо но Мі, модель: Сейрю",
    "description": "Диявольський фрукт типу міфічний Зоан, який дозволяє його користувачеві перетворюватися на синього дракона або гібридну форму. Дає величезну фізичну силу, міцність і здатність літати, а також створювати вогняні та енергетичні атаки. Теперішній власник фрукту - Кайдо, капітан Піратів Звіра, один із найсильніших персонажів у світі One Piece. Вважається одним із найпотужніших Диявольських фруктів, адже його сила дозволяє руйнувати цілі острови та змінювати погоду.",
    "cover": "Images/UoUoNoMi.png",
    "type": "міфічний Зоан"
  },
  "kilo_kilo_no_mi": {
    "key": "kilo_kilo_no_mi",
    "title": "Фрукт Кіло Кіло но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві змінювати власну вагу від 1 кг до 10 000 кг. Це дає можливість легко маневрувати в повітрі або завдавати нищівних ударів із величезною силою. Теперішній власник фрукту - Міс Валентайн, агентка Барок Воркс, яка використовувала його для атак із повітря та розчавлення супротивників своєю вагою. Вважається корисним, але не найсильнішим фруктом, оскільки його ефективність залежить від застосування в бою.",
    "cover": "Images/KiloKiloNoMi.png",
    "type": "Парамеція"
  },
  "hito_hito_no_mi": {
    "key": "hito_hito_no_mi(Chopper)",
    "title": "Фрукт Хіто Хіто но Мі, модель: Людина",
    "description": "Диявольський фрукт типу Зоан, який дозволяє його користувачеві перетворюватися на людину або гібридну форму людини. Якщо його з’їдає звичайна тварина, вона отримує людський інтелект, здатність говорити та мислити. Теперішній власник фрукту - Тоні Тоні Чоппер, олень, який завдяки йому став лікарем і членом Піратів Солом’яного Капелюха. Вважається цінним фруктом, особливо через унікальні здібності, що надають інтелект і свідомість.",
    "cover": "Images/HitoHitoNoMi(Chopper).png",
    "type": "Зоан"
  },
  "moku_moku_no_mi": {
    "key": "moku_moku_no_mi",
    "title": "Фрукт Моку Моку но Мі",
    "description": "Диявольський фрукт типу Логія, який дозволяє його користувачеві створювати, контролювати та ставати димом. Це дає йому можливість ставати невидимим для фізичних атак, проникати через невеликі простори і використовувати дим для атак. Теперішній власник фрукту - Смокер, один із головних персонажів у One Piece. Він використовує цей фрукт, щоб покривати своє тіло димом, що дозволяє йому швидко переміщатися та наносити сильні удари. Вважається одним із найсильніших Лоґія-фруктів, адже дим можна використовувати для атаки та захисту, а також він має властивість поширювати токсичні пари.",
    "cover": "Images/MokuMokuNoMi.png",
    "type": "Логія"
  },
  "baku_baku_no_mi": {
    "key": "baku_baku_no_mi",
    "title": "Фрукт Баку Баку но Мі",
    "description": "Диявольський фрукт типу Параміція, який дозволяє користувачеві перетворювати все, що він з’їдає, на частини свого тіла, поглинати об'єкти та використовувати їх як зброю або для інших цілей; нинішній власник — Вапол, король Ваполлії, який перетворює своє тіло на різні матеріали; фрукт не надто потужний, але має багато можливостей завдяки творчому застосуванню здібностей.",
    "cover": "Images/BakuBakuNoMi.png",
    "type": "Парамеція"
  },
  "lucky_lucky_no_mi": {
    "key": "lucky_lucky_no_mi",
    "title": "Фрукт Лакі Лакі но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє користувачеві змінювати долю тих, до кого він доторкнеться, збирати чужу удачу, підсилюючи свою, накопичувати стільки удачі, що може виконувати будь-які бажання; нинішній власник — Баккарат; цей фрукт один із найпотужніших у світі One Piece, здатний кардинально змінювати реальність навколо користувача.",
    "cover": "Images/LakiLakiNoMi.png",
    "type": "Парамеція"
  },
  "doru_doru_no_mi": {
    "key": "doru_doru_no_mi",
    "title": "Фрукт Дору Дору но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві створювати великий обсяг воску, що за міцністю не поступається металу, перетворюючи його на Людину-Свічку. Теперішній власник фрукту - Мистер 3 (Голдіно), член Барок Воркс, який використовував його для створення різних конструкцій з воску, таких як бар'єри, замки, а також для атаки та захисту. Завдяки своїм здібностям, він може контролювати воск і використовувати його як зброю.",
    "cover": "Images/DoruDoruNoMi.png",
    "type": "Парамеція"
  },
  "zhake_zhake_no_mi": {
    "key": "zhake_zhake_no_mi",
    "title": "Фрукт Жаке Жаке но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві перетворюватися на куртку, а також маніпулювати будь-якими тканинами, роблячи їх надзвичайно міцними і контрольованими. Це дає можливість покривати себе, інших або створювати живі тканинні структури для атак і захисту. Теперішній власник фрукту - Фукуро, агент Барок Воркс, який використовував куртку як зброю та захист.",
    "cover": "Images/ZhakeZhakeNoMi.png",
    "type": "Парамеція"
  },
  "kira_kira_no_mi": {
    "key": "kira_kira_no_mi",
    "title": "Фрукт Кіра Кіра но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві перетворювати своє тіло на алмаз. Теперішній власник фрукту – Бриліантовий Джоз, один із головних командирів піратів Білоуса. Фрукт надає власнику унікальну можливість робити своє тіло надзвичайно міцним, як алмаз, що робить його майже невразливим до фізичних атак. Завдяки цій здатності Діамант може витримувати потужні удари та використовувати свою твердість у бою. Це одна з найкращих захисних здібностей у всесвіті One Piece.",
    "cover": "Images/KiraKiraNoMi.png",
    "type": "Парамеція"
  },
  "doa_doa_no_mi": {
    "key": "doa_doa_no_mi",
    "title": "Фрукт Доа Доа но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві створювати двері на будь-якій поверхні, включаючи повітря. Теперішній власник фрукту – Бруно, колишній агент CP9. Фрукт надає власнику унікальну можливість відкривати проходи крізь стіни, підлогу та навіть створювати двері в повітрі, що ведуть в інший вимір. Завдяки цьому Бруно може швидко зникати, пересуватися та несподівано атакувати ворогів. Це одна з найуніверсальніших здібностей у всесвіті One Piece.",
    "cover": "Images/DoarDoarNoMi.png",
    "type": "Парамеція"
  },
  "isi_isi_no_mi": {
    "key": "isi_isi_no_mi",
    "title": "Фрукт Ісі Ісі но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві зливатися з каменем і керувати ним. Теперішній власник фрукту – Піка, один із командирів сім’ї Донкіхот. Фрукт надає власнику унікальну можливість зливатися з кам’яними структурами та контролювати їх, дозволяючи змінювати ландшафт або створювати гігантські форми зі скелі. Завдяки цьому Піка міг ставати гігантом і пересуватися крізь каміння, що робило його надзвичайно небезпечним противником. Це одна з найпотужніших здібностей для бою у міських або гірських умовах у всесвіті One Piece.",
    "cover": "Images/IsiIsiNoMi.png",
    "type": "Парамеція"
  },
  "tori_tori_no_mi": {
    "key": "tori_tori_no_mi",
    "title": "Фрукт Торі Торі но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє користувачеві перетворюватися на птаха або гібридну форму птаха. Теперішній власник фрукту – Марко, перший пілот корабля Піратів Солом’яного Капелюха. Завдяки цьому фрукту він може літати, використовувати крило в бою та відновлювати пошкодження завдяки здібності Фенікса. Це одна з найунікальніших здібностей серед Зоан фруктів у всесвіті One Piece.",
    "cover": "Images/ToriToriNoMi.png",
    "type": "Зоан"
  },
  "fuva_fuva_no_mi": {
    "key": "fuva_fuva_no_mi",
    "title": "Фрукт Фува Фува но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві левітувати та підіймати в повітря неживі об'єкти. Теперішній власник фрукту – Золотий Лев Шикі. Фрукт надає власнику унікальну можливість контролювати гравітацію для неживих предметів, змушуючи їх парити в повітрі. Завдяки цьому Шикі міг підіймати цілі острови та навіть створювати власний летючий архіпелаг. Однак здатність не поширюється на живі істоти, тому сам Шікі використовує мечі-протези для пересування в повітрі. Це одна з найпотужніших здібностей для стратегічного бою у всесвіті One Piece.",
    "cover": "Images/FuvaFuvaNoMi.png",
    "type": "Парамеція"
  },
  "dziki_dziki_no_mi": {
    "key": "dziki_dziki_no_mi",
    "title": "Фрукт Дзикі Дзикі но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві керувати магнетизмом. Теперішній власник фрукту – Юстас \"Капітан\" Кідд. Фрукт надає власнику унікальну можливість створювати магнітні поля, притягувати та відштовхувати металеві об'єкти, а також покривати своє тіло або зброю металевими уламками, утворюючи потужні механічні конструкції. Це одна з найнебезпечніших здібностей для ближнього бою у всесвіті One Piece.",
    "cover": "Images/DzikiDzikiNoMi.png",
    "type": "Парамеція"
  },
  "nomi_nomi_no_mi": {
    "key": "nomi_nomi_no_mi",
    "title": "Фрукт Номі Номі но Мі",
    "description": "Диявольський фрукт типу Парамеція, який дозволяє його користувачеві безмежно запам’ятовувати та зберігати інформацію, перетворюючи його на Людину-Енциклопедію. Теперішній власник фрукту – Доктор Вегапанк. Фрукт надає власнику суперінтелект і здатність запам’ятовувати величезну кількість даних, що виходить далеко за межі людських можливостей. Це робить користувача надзвичайно обізнаним та дозволяє йому легко оперувати складними науковими даними. Це унікальна здібність для інтелектуальних і наукових цілей у всесвіті One Piece.",
    "cover": "Images/NomiNomiNoMi.png",
    "type": "Парамеція"
  },
  "ruo_ruo_no_mi_brahi": {
    "key": "ruo_ruo_no_mi_brahi",
    "title": "Фрукт Рю Рю но Мі, модель: Брахіозавр",
    "description": "Диявольський фрукт типу Доісторичний Зоан, який дозволяє користувачеві перетворюватися на брахіозавра або його гібридну форму; нинішній власник — Квін з піратів звірів; фрукт дає величезну силу, неймовірну витривалість і розміри, характерні для брахіозавра, роблячи його надзвичайно потужним у бою, а в звіриній формі Квін використовує довгу шию для атак і маневрів; одна з найнебезпечніших здібностей серед Древніх Зоан у світі One Piece.",
    "cover": "Images/RuRuNoMiKvin.png",
    "type": "Зоан"
  },
  "dzo_dzo_no_mi": {
    "key": "dzo_dzo_no_mi",
    "title": "Фрукт Дзо Дзо но Мі, модель: Мамонт",
    "description": "Диявольський фрукт типу Доісторичний Зоан, що дозволяє користувачеві перетворюватися на мамонта або гібридну форму людини-мамонта; нинішній власник — Джек, один із Трьох Бід Кайдо; фрукт дає величезну силу, витривалість і гігантські розміри, роблячи його небезпечним у ближньому бою; завдяки міцному тілу та потужному хоботу Джек завдає руйнівних ударів і знищує поселення; одна з наймогутніших здібностей серед Зоан-фруктів у світі One Piece.",
    "cover": "Images/DzoDzoNoMiDzek.png",
    "type": "Зоан"
  }
}
